Repository: FIFAM-Mods/UniversalConverterProjectInstaller
Catalog: languages/Resource.*.resx
Languages: de, ru, uk

# INSTALL_ERROR
source: Error
de: Fehler
ru: Ошибка
uk: Помилка

# DESCRIPTION_TEXT
source: This installer will install FIFA Manager {0} Patch to your FIFA Manager.
de: Dieses Programm wird den „Fussball Manager {0} Patch“ in deinen FM installieren.
ru: Этот установщик установит патч FIFA Manager {0} в директорию FIFA Manager.
uk: Цей інсталятор встановить патч FIFA Manager {0} у директорію FIFA Manager.

# INSTALLDIR_BROWSE
source: Browse...
de: Durchsuche...
ru: Обзор...
uk: Огляд...

# INSTALLDIR_ERROR
source: Error: Not a FIFA Manager directory. Please check carefully: there must be "GfxCore.dll" file and "fmdata" folder, among with other files and folders, in FIFA Manager directory.
de: Fehler: Kein gültiger FM Pfad.
ru: Ошибка: Выбранная директория не является директорией игры FIFA Manager. Проверьте внимательно: в директории FIFA Manager расположен файл "GfxCore.dll", папка "fmdata", а также другие файлы и папки.
uk: Помилка: Обрана директорія не є директорією FIFA Manager. Перевірте уважно: у директорії FIFA Manager розташований файл "GfxCore.dll", папка "fmdata", а також інші файли та папки.

# INSTALLDIR_HEADER
source: Please choose FIFA Manager folder:
de: Bitte wähle einen FM Ordner:
ru: Выберите папку FIFA Manager:
uk: Оберіть папку FIFA Manager:

# INSTALLDIR_NOTE
source: Note: It's recommended to install this patch on a fresh clean game. The installer may remove (delete) some files and folders inside selected installation folder.
de: Wichtig: Es wird empfohlen, vorher den FM neu zu installieren! Unter Umständen wird der Installer einige Daten im gewählten Installationspfad löschen.
ru: Важно: Рекомендуется устанавливать патч на "чистую" версию игры. Установщик может удалять некоторые файлы и папки в выбранной директории утсановки.
uk: Важливо: Рекомендується встановлювати патч на чисту версію гри. Інсталятор може видаляти деякі файли та папки у вибраній директорії встановлення.

# INSTALLDIR_READY
source: Everything is ready for the install.
de: Installation bereit.
ru: Всё готово для начала установки.
uk: Все готове для початку встановлення.

# INSTALL_ABORT
source: Are you sure you want to abort the installation? All applied changes won't be reverted.
de: Bist du sicher, dass du die Installation abbrechen willst? Alle vorgenommenen Änderungen werden nicht rückgängig gemacht.
ru: Прервать установку? Все (уже сделанные) изменения не будут отменены.
uk: Перервати встановлення? Усі (вже зроблені) зміни не будуть скасовані.

# INSTALL_CLOSE
source: Press the green "OK" button to close the installer.
de: Drücke den grünen „OK“ Button, um den Installer zu schließen.
ru: Нажмите зелёную кнопку "OK", чтобы выйти из установки.
uk: Натисніть зелену кнопку "OK", щоб вийти зі встановлення.

# INSTALL_FINISHED
source: Installation completed.
de: Installation abgeschlossen.
ru: Установка завершена.
uk: Встановлення завершено.

# INSTALL_PROGRESS
source: Installation is started. Installation progress:
de: Installation gestartet. Fortschritt der Installation:
ru: Установка началась. Прогресс установки:
uk: Встановлення почалося. Прогрес встановлення:

# LICENSE_ACCEPT
source: I accept the license agreement
de: Ich akzeptiere die Lizenzvereinbarung
ru: Я согласен с условиями лицензионного соглашения
uk: Я погоджуюсь з умовами ліцензійної угоди

# LICENSE_HEADER
source: Please read the license agreement.
de: Bitte lies die Lizenzvereinbarung.
ru: Прочтите лицензионное соглашение.
uk: Прочитайте ліцензійну угоду.

# LICENSE_TEXT
source: This is a modification (patch) for a FIFA Manager game (created by EA Sports). This patch was created solely on enthusiasm from a team of FIFA Manager series fans, and does not involve any commercial use. The distribution of this patch on any other web resources is possible only with the use of original patch files (including this installer) and only under the original patch name. THIS SOFTWARE/MODIFICATION IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND.
de: Dies ist eine Modifikation (Patch) für den EA Fußball Manager. Dieser Patch wurde einzig und allein mit dem Enthusiasmus einer kleinen Gruppe EA FM Fans erstellt, ohne jeglichen kommerziellen Aspekt. Die Verbreitung dieses Patches auf anderen Webseiten ist nur mit den offiziellen Patch/Installer und Patchnamen dieses Projektes möglich. Es wird keine Haftung übernommen.
ru: Это модификация (патч) для игры FIFA Manager (созданной EA Sports). Этот патч создан на энтузиазме небольшой команды фанатов серии игры FIFA Manager, и не предусматривает коммерческого использования. Распостранение этого патча на других веб-ресурсах возможно только в случае использования оригинальных файлов патча, и только под оригинальным названием патча. ДАННОЕ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ/МОДИФИКАЦИЯ ПРЕДОСТАВЛЯЕТСЯ «КАК ЕСТЬ», БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ.
uk: Це модифікація (патч) для гри FIFA Manager (створеної EA Sports). Цей патч створений на ентузіазмі невеликої команди фанатів серії гри FIFA Manager і не передбачає комерційного використання. Розповсюдження цього патча на інших веб-ресурсах можливе лише у випадку використання оригінальних файлів патча, і лише під оригінальною назвою патча. ЦЕ ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ/МОДИФІКАЦІЯ НАДАЄТЬСЯ «ЯК Є», БЕЗ БУДЬ-ЯКИХ ГАРАНТІЙ.

# INSTALLDIR_ACTION
source: Please choose installation type:
de: Bitte wähle die Installationsart:
ru: Выберите тип установки:
uk: Оберіть тип встановлення:

# INSTALLDIR_START
source: Press the green "OK" button to start the installation.
de: Drücke den grünen „OK“ Button, um die Installation zu starten.
ru: Нажмите зелёную кнопку "OK", чтобы начать установку.
uk: Натисніть зелену кнопку "OK", щоб розпочати встановлення.

# INSTALLOPTION_BADGES
source: Please select badges style
de: Bitte wähle einen Stil für deine Wappen
ru: Выберите стиль логотипов
uk: Оберіть стиль логотипів

# INSTALLOPTION_BADGES_1
source: Clean Style
de: schlichter Stil
ru: Чистый
uk: Чистий

# INSTALLOPTION_BADGES_1_INFO1
source: {0} badges
de: {0} Wappen
ru: {0} логотипов
uk: {0} логотипів

# INSTALLOPTION_BADGES_2
source: Shine and Outline Style
de: moderner Stil
ru: Градиент и Обводка
uk: Градієнт та Обведення

# INSTALLOPTION_BADGES_2_INFO1
source: {0} badges
de: {0} Wappen
ru: {0} логотипов
uk: {0} логотипів

# INSTALLOPTION_PORTRAITS
source: Please select portraits style
de: Bitte wähle einen Stil für deine Spielerbilder
ru: Выберите стиль портретов
uk: Оберіть стиль портретів

# INSTALLOPTION_PORTRAITS_1
source: Football Manager Style
de: Football Manager Stil
ru: Стиль Football Manager
uk: Стиль Football Manager

# INSTALLOPTION_PORTRAITS_1_INFO1
source: {0} portraits
de: {0} Spielerbilder
ru: {0} портретов
uk: {0} портретів

# INSTALLOPTION_PORTRAITS_2
source: FIFA Manager Style
de: FIFA Manager Stil
ru: Стиль FIFA Manager
uk: Стиль FIFA Manager

# INSTALLOPTION_PORTRAITS_2_INFO1
source: {0} portraits
de: {0} Spielerbilder
ru: {0} портретов
uk: {0} портретів

# NEXT_INSTALLOPTIONS
source: Press the green "Forward" button to go to installation options.
de: Klicke den grünen "Weiter"-Button, um zu den Installationsoptionen zu gelangen.
ru: Нажмите зелёную кнопку "Далее", чтобы перейти к параметрам установки.
uk: Натисніть зелену кнопку "Далі", щоб перейти до параметрів встановлення.

# INSTALLOPTION_BADGES_1_INFO2
source: fm-zocker.de production
de: fm-zocker.de Produktion
ru: автор - fm-zocker.de
uk: автор - fm-zocker.de

# INSTALLOPTION_BADGES_2_INFO2
source: fm-zocker.de production
de: fm-zocker.de Produktion
ru: автор - fm-zocker.de
uk: автор - fm-zocker.de

# INSTALLOPTION_PORTRAITS_1_INFO2
source: sortitoutsi.net production
de: sortitoutsi.net Produktion
ru: автор - sortitoutsi.net
uk: автор - sortitoutsi.net

# INSTALLOPTION_PORTRAITS_2_INFO2
source: fm-zocker.de production
de: fm-zocker.de Produktion
ru: автор - fm-zocker.de
uk: автор - fm-zocker.de

# INSTALLOPTION_SELECT
source: Select style
de: Wähle gewünschten Stil
ru: Выбрать стиль
uk: Вибрати стиль

# INSTALLOPTION_3D_FACEPACK
source: 3D Faces pack
de: 3D-Gesichterpack
ru: Пак 3D лиц
uk: Пак 3D облич

# INSTALLOPTION_3D_STADPACK
source: 3D Stadiums pack
de: 3D-Stadionpack
ru: Пак 3D стадионов
uk: Пак 3D стадіонів

# INSTALLOPTION_AVAILABLE_SPACE
source: Available space:
de: Verfügbarer Speicherplatz:
ru: Доступно:
uk: Доступно:

# INSTALLOPTION_BADGES_CB
source: Badges style
de: Wappen
ru: Стиль логотипов
uk: Стиль логотипів

# INSTALLOPTION_FINAL
source: Final configuration
de: Endgültige Konfiguration
ru: Финальная конфигурация
uk: Фінальна конфігурація

# INSTALLOPTION_PORTRAITS_CB
source: Portraits style
de: Spielerbilder
ru: Стиль портретов
uk: Стиль портретів

# INSTALLOPTION_REQUIRED_SPACE
source: Required space for installation:
de: Benötigter Speicherplatz für die Installation:
ru: Требуемое место для установки:
uk: Необхідне місце для встановлення:

# INSTALLOPTION_3D_KITPACK
source: 3D Kits pack
de: 3D-Trikotpack
ru: Пак 3D форм
uk: Пак 3D форм

# BUTTON_CLOSE
source: Close
de: Ende
ru: Закрыть
uk: Закрити

# BUTTON_FORWARD
source: Forward
de: Fortfahren
ru: Вперёд
uk: Вперед

# BUTTON_NEXT
source: Next
de: Weiter
ru: Далее
uk: Далі

# BUTTON_UPDATE
source: Refresh
de: Aktualisieren
ru: Обновить
uk: Оновити

# INSTALL_ERROR_CLOSE
source: There was an error during the installation. Press the grey "X" button to close the installer.
de: Es gab einen Fehler während der Installation. Klicke auf das graue "X" um den Installer zu beenden.
ru: При установке произошла ошибка. Нажмите серую кнопку «X», чтобы закрыть программу установки.
uk: При встановленні сталася помилка. Натисніть сіру кнопку «X», щоб закрити програму встановлення.

# INSTALL_NO_SPACE
source: There's no enough space for installation. Please, clean the space and press the "Refresh" button. If you want to change the destination folder, please close the installer and run it again. To force the installation, press the red "Forward" button.
de: Es existiert nicht genug Speicherplatz für die Installation. Bitte Speicherplatz freigeben und "Aktualisieren" drücken. Wenn du das Zielverzeichnis ändern willst, bitte den Installer beenden und nochmals neu starten. Um die Installation trotzdem fortzuführen, bitte auf den roten "Fortfahren" Button klicken.
ru: Не хватает места для установки. Пожалуйста, очистите место и нажмите кнопку "Обновить". Если вы хотите изменить папку назначения, закройте программу установки и снова запустите ее. Для принудительной установки нажмите красную кнопку "Вперёд".
uk: Не вистачає місця для встановлення. Будь ласка, очистіть місце та натисніть кнопку "Оновити". Якщо потрібно змінити папку призначення, закрийте інсталятор і знову запустіть його. Для примусового встановлення натисніть червону кнопку "Вперед".

# BUTTON_CLEANUP
source: Cleanup
de: Aufräumen
ru: Очистка
uk: Очищення

# INSTALLOPTION_REMOVE_GRAPHICS
source: Remove Graphics from Documents folder
de: Entferne Grafiken aus dem Dokumentenordner
ru: Удалить графику из Документов
uk: Видалити графіку в Документах

# INSTALLOPTION_REMOVE_SAVEGAMES
source: Remove SaveGames from Documents folder
de: Entferne Speicherstände aus dem Dokumentenordner
ru: Удалить сохранения из Документов
uk: Видалити збереження в Документах

# INSTALLOPTION_CLEANUP_TIP
source: Remove unneded files in game and Documents folder before the installation
de: Entferne unnötige Dateien im Spiel und Dokumentenordner vor der Installation
ru: Удалить ненужные файлы в папке с игрой и в Документах перед установкой
uk: Видалити непотрібні файли в папці з грою та в Документах перед встановленням

# INSTALLOPTION_GAMELANGUAGE
source: Game Language
de: Spielsprache
ru: Язык игры
uk: Мова гри

# INSTALLOPTION_GAMELANGUAGE_TIP
source: You can change the language later, with "Language Selector" tool (available in game folder)
de: Du kannst die Sprache später mit dem "Language Selector" Tool ändern (im Spielverzeichnis verfügbar)
ru: Язык можно поменять позже, с помощью инструмента "Language Selector" (доступен в папке с игрой)
uk: Мову можна змінити пізніше, за допомогою інструмента "Language Selector" (доступний у папці з грою)

# INSTALLOPTION_REFRESH_TIP
source: Recalculate available space
de: Kalkuliere den verfügbaren Speicherplatz nochmals
ru: Перерасчёт доступного места
uk: Перерахунок доступного місця

# INSTALLOPTION_3D_BANNERPACK
source: 3D Banners pack
de: 3D-Bannerpack
ru: Пак 3D баннеров
uk: Пак 3D банерів

# INSTALLOPTION_SELECT_THEME
source: Select theme
de: Wähle gewünschten Skin
ru: Выбрать тему
uk: Вибрати тему

# INSTALLOPTION_THEME
source: Please select theme
de: Bitte Skin auswählen
ru: Выберите тему
uk: Оберіть тему

# INSTALLOPTION_THEME_1
source: Light (Default)
de: Hell (Standard)
ru: Светлая (Стандартная)
uk: Світла (Стандартна)

# INSTALLOPTION_THEME_2
source: Dark
de: Dunkel
ru: Тёмная
uk: Темна

# INSTALLOPTION_THEME_CB
source: Theme
de: Skin
ru: Тема
uk: Тема

# INSTALLOPTION_THEME_NOTE
source: You can change the theme in Game options when you want
de: Du kannst den Skin in den Spieloptionen ändern, wenn du möchtest
ru: Тему также можно поменять в опциях игры
uk: Тему можна також змінити в опціях гри

# INSTALLOPTION_STADIUMS_1
source: No stadiums
de: Keine Stadien
ru: Без стадионов
uk: Без стадіонів

# INSTALLOPTION_STADIUMS_2
source: Basic ({0} stadiums)
de: Basis ({0} Stadien)
ru: Базовый ({0} стад.)
uk: Базовий ({0} стад.)

# INSTALLOPTION_STADIUMS_3
source: Full ({0} stadiums)
de: Komplett ({0} Stadien)
ru: Полный ({0} стад.)
uk: Повний ({0} стад.)

# INSTALLOPTION_XXL_PORTRAITS
source: XXL Portraits
de: XXL Spielerbilder
ru: Портреты XXL
uk: Портрети XXL

# DESCRIPTION_TEXT_UPDATE
source: This installer will install FIFA Manager {0} Patch (Update {1}) to your FIFA Manager.
de: Dieses Programm wird den „Fussball Manager {0} Patch“ (Update {1}) in deinen FM installieren.
ru: Этот установщик установит патч FIFA Manager {0} (Обновление {1}) в директорию FIFA Manager.
uk: Цей інсталятор встановить патч FIFA Manager {0} (Оновлення {1}) у директорію FIFA Manager.

# ERROR_CONFIG
source: There are errors in config file format
de: Es befinden sich Fehler im config file-Format
ru: Присутствуют ошибки в формате файла конфигурации
uk: Наявні помилки у форматі конфігураційного файлу

# ERROR_MISSING_FILE
source: Missing file:
de: Fehlendes file:
ru: Отсутствует файл:
uk: Відсутній файл:

# ERROR_MISSING_FILES
source: Missing files:
de: Fehlende files:
ru: Отсутствуют файлы:
uk: Відсутні файли:

# INSTALLDIR_CONFIG_DOES_NOT_MATCH
source: You can't install patch updates because the installed patch configuration does not match with available installer files. You still have option to reinstall the patch with new configuration.
de: Das kannst keine Updates installieren, weil die installierte Patch-Konfiguration nicht zu den neuen Installer-Files passt. Du hast immer noch die Möglichkeit, den Patch mit einer neuen Konfiguration erneut zu installieren.
ru: Вы не можете установить обновления патча, так как конфигурация установленного патча не соответствует доступным файлам установщика. У вас все еще есть возможность переустановить патч с новой конфигурацией.
uk: Ви не можете встановити оновлення патча, оскільки встановлена конфігурація патча не збігається з доступними файлами інсталятора. Ви все ще можете повторно встановити патч із новою конфігурацією.

# INSTALLDIR_CONFIG_MAKE_SURE
source: If you want to install updates for current patch configuration, make sure these files are available:
de: Wenn du Updates für die aktuelle Patch-Konfiguration installieren möchtest, stelle sicher, dass auf folgende Files zugegriffen werden kann:
ru: Если вы хотите установить обновления для текущей конфигурации патча, убедитесь, что эти файлы доступны:
uk: Якщо ви хочете встановити оновлення для поточної конфігурації патча, переконайтеся, що ці файли доступні:

# INSTALLDIR_INSTALL
source: Install patch
de: Installiere den Patch
ru: Установить патч
uk: Встановити патч

# INSTALLDIR_INSTALL_UPDATE
source: Install Update {0}
de: Installiere das Update {0}
ru: Установить Обновление {0}
uk: Встановити Оновлення {0}

# INSTALLDIR_INSTALL_UPDATES
source: Install Updates {0} and {1}
de: Installiere die Updates {0} and {1}
ru: Установить Обновления {0} и {1}
uk: Встановити Оновлення {0} та {1}

# INSTALLDIR_INSTALL_WITH_UPDATES
source: Install patch with all updates
de: Installiere den Patch mit allen Updates
ru: Установить патч со всеми обновлениями
uk: Встановити патч з усіма оновленнями

# INSTALLDIR_MISSING_FILES
source: You can't install the patch because these files are missing:
de: Du kannst den Patch nicht installieren, weil folgende Files fehlen:
ru: Вы не можете установить патч, потому что отсутствуют следующие файлы:
uk: Ви не можете встановити патч, тому що відсутні такі файли:

# INSTALLDIR_MISSING_FILES_REINSTALL
source: You can't reinstall the patch with this installer because these files are missing:
de: Du kannst den Patch mit diesem Installer nicht erneut installieren, weil folgende Files fehlen:
ru: Вы не можете переустановить патч с помощью этого установщика, потому что отсутствуют следующие файлы:
uk: Ви не можете перевстановити патч за допомогою цього інсталятора, тому що відсутні такі файли:

# INSTALLDIR_MISSING_FILES_REINSTALL_BUT
source: But you can't reinstall the patch because these files are missing:
de: Aber du kannst den Patch nicht erneut installieren, weil folgende Files fehlen:
ru: Но вы не можете переустановить патч, потому что отсутствуют эти файлы:
uk: Але ви не можете перевстановити патч, оскільки відсутні ці файли:

# INSTALLDIR_MISSING_FILES_UPDATES
source: You can't install patch updates because these files are missing:
de: Du kannst Patch-Updates nicht installieren, weil folgende Files fehlen:
ru: Вы не можете установить обновления патча, потому что отсутствуют следующие файлы:
uk: Ви не можете встановити оновлення патча, тому що відсутні такі файли:

# INSTALLDIR_REINSTALL
source: Reinstall patch
de: Installiere den Patch erneut
ru: Переустановить патч
uk: Перевстановити патч

# INSTALLDIR_REINSTALL_UPDATE
source: Reinstall Update {0}
de: Installiere das Update {0} erneut
ru: Переустановить Обновление {0}
uk: Перевстановити Оновлення {0}

# INSTALLDIR_REINSTALL_UPDATES
source: Reinstall Updates {0} and {1}
de: Installiere die Updates {0} and {1} erneut
ru: Переустановить Обновления {0} и {1}
uk: Перевстановити Оновлення {0} та {1}

# INSTALLDIR_REINSTALL_WITH_UPDATES
source: Reinstall patch with all updates
de: Installiere den Patch erneut mit allen Updates
ru: Переустановить патч со всеми обновлениями
uk: Перевстановити патч з усіма оновленнями

# INSTALLDIR_STILL_REINSTALL
source: You still have option to reinstall the patch.
de: Du hast immer noch die Option, den Patch erneut zu installieren.
ru: У вас все еще есть возможность переустановить патч.
uk: У вас є можливість перевстановити патч.

# INSTALLDIR_STILL_REINSTALL_UPDATE
source: You still have option to reinstall Update {0}.
de: Du hast immer noch die Option, das Update {0} erneut zu installieren.
ru: У вас все еще есть возможность переустановить Обновление {0}.
uk: Ви все ще маєте можливість перевстановити Оновлення {0}.

# INSTALLDIR_STILL_REINSTALL_UPDATES
source: You still have option to reinstall Updates {0} and {1}.
de: Du hast immer noch die Option, die Updates {0} und {1} erneut zu installieren.
ru: У вас все еще есть возможность переустановить Обновления {0} и {1}.
uk: Ви все ще маєте можливість перевстановити Оновлення {0} та {1}.

# INSTALLDIR_UPDATE
source: Update {0}
ru: Обновление {0}
uk: Оновлення {0}

# INSTALLDIR_VERSION_CURRENT
source: Currently installed version is FIFA Manager {0}.{1}.
de: Die derzeit installierte Version ist FIFA Manager {0}.{1}.
ru: Текущая установлення версия — FIFA Manager {0}.{1}.
uk: Поточна версія - FIFA Manager {0}.{1}.

# INSTALLDIR_VERSION_GREATER
source: Currently installed version ({0}.{1}) is greater than installer version ({0}.{2}). It could be that you are using an outdated installer version. With this installer, you can only update the patch version to {0}.{2} by reinstalling the patch.
de: Die derzeit installierte Version ({0}.{1}) ist größer als die Installer-Version ({0}.{2}). Es könnte sein, dass du eine veraltete Installer-Version benutzt. Mit diesem installer kannst du die Patch-Version nur auf Version {0}.{2} aktualisieren, wenn du den Patch erneut installierst.
ru: Текущая установленная версия ({0}.{1}) больше версии установщика ({0}.{2}). Возможно, вы используете устаревшую версию установщика. С помощью этого установщика вы можете обновить версию патча до {0}.{2}, только переустановив патч.
uk: Поточна встановлена ​​версія ({0}.{1}) більша за версію інсталятора ({0}.{2}). Можливо, ви використовуєте застарілу версію інсталятора. За допомогою цього інсталятора ви можете оновити версію патча до {0}.{2}, лише перевстановивши патч.

# INSTALLDIR_VERSION_NOT_INSTALLED
source: The patch (FIFA Manager {0}) was not yet installed on this game.
de: Der Patch (FIFA Manager {0}) wurde noch nicht für dieses Spiel installiert.
ru: Патч (FIFA Manager {0}) ещё не был установлен на этой игре.
uk: Патч (FIFA Manager {0}) ще не було встановлено на цій грі.

# INSTALLDIR_VERSION_SAME
source: You have already installed patch version {0}.{1} (the same with installer version).
de: Du hast bereits die Patch-Version {0}.{1} installiert (entspricht der Installer-Version).
ru: Вы уже установили патч версии {0}.{1} (та же версия, что и установщик).
uk: Ви вже встановили патч версії {0}.{1} (та сама версія, що й інсталятор).
